Repository: zeynepmuslim/SPY
Catalog: Spy/*.lproj/Localizable.strings
Languages: tr

# basic31
source: Washable?
tr: Yıkanabilir mi?

# basic32
source: Has moving parts?
tr: Hareketli parçası var mı?

# basic33
source: Disposable?
tr: Tek kullanımlık mı?

# basic34
source: Makes sound?
tr: Ses çıkarır mı?

# basic35
source: Used for cleaning?
tr: Temizlikte kullanılır mı?

# travel01
source: Related to transport?
tr: Ulaşımla mı ilgili?

# travel02
source: Needs a ticket?
tr: Bilet gerekir mi?

# travel03
source: Is it a place?
tr: Bir yer mi?

# travel04
source: Do tourists go here?
tr: Turistler buraya gelir mi?

# travel05
source: Can you ride it?
tr: Üzerinde yolculuk yapılır mı?

# travel06
source: Place to sleep?
tr: Uyumak için mi?

# travel07
source: Involves packing?
tr: Bavul hazırlanır mı?

# travel08
source: Found at the airport?
tr: Havalimanında bulunur mu?

# travel09
source: Related to nature?
tr: Doğayla mı ilgili?

# travel10
source: Do people take photos here?
tr: Burada fotoğraf çekilir mi?

# travel11
source: Holiday activity?
tr: Tatil etkinliği mi?

# travel12
source: Part of a journey?
tr: Yolculuğun parçası mı?

# travel13
source: Can you fly there?
tr: Uçakla gidilir mi?

# travel14
source: For fun?
tr: Eğlence amaçlı mı?

# travel15
source: Is it pricey?
tr: Pahalı mı?

# travel16
source: Done with family?
tr: Ailece yapılır mı?

# travel17
source: Found in big cities?
tr: Büyük şehirlerde mi bulunur?

# travel18
source: Is it a building?
tr: Bir bina mı?

# travel19
source: Needs ID?
tr: Kimlik gerekir mi?

# travel20
source: Helps navigation?
tr: Yol bulmaya yardımcı olur mu?

# travel21
source: On a map?
tr: Haritada yer alır mı?

# travel22
source: Near the sea?
tr: Deniz kenarında mı?

# travel23
source: Seasonal?
tr: Mevsimsel mi?

# travel24
source: Indoors?
tr: Kapalı alanda mı?

# travel25
source: Needs a guide?
tr: Rehber gerekir mi?

# travel26
source: Part of a tour?
tr: Turla mı yapılır?

# travel27
source: International?
tr: Uluslararası mı?

# travel28
source: Eco-friendly?
tr: Çevre dostu mu?

# travel29
source: Day trip?
tr: Günübirlik mi?

# travel30
source: Involves walking?
tr: Yürüyüş içerir mi?

# travel31
source: Needs a visa?
tr: Vize gerekir mi?

# travel32
source: Popular with backpackers?
tr: Sırt çantalılar arasında popüler mi?

# travel33
source: On another continent?
tr: Başka kıtada mı?

# travel34
source: Reachable by train?
tr: Trenle gidilir mi?

# travel35
source: Culturally important?
tr: Kültürel olarak önemli mi?

# food01
source: Usually eaten hot?
tr: Genelde sıcak mı yenir?

# food02
source: Sweet or salty?
tr: Tatlı mı, tuzlu mu?

# food03
source: Okay for vegetarians?
tr: Vejetaryenler yiyebilir mi?

# food04
source: Common at breakfast?
tr: Kahvaltıda sık görülür mü?

# food05
source: Eaten with a spoon?
tr: Kaşıkla mı yenir?

# food06
source: Main dish?
tr: Ana yemek mi?

# food07
source: Served at restaurants?
tr: Restoranda servis edilir mi?

# food08
source: Spicy?
tr: Acı mı?

# food09
source: Part of Turkish cuisine?
tr: Türk mutfağına mı ait?

# food10
source: Considered healthy?
tr: Sağlıklı mı sayılır?

# food11
source: Cooked at home?
tr: Evde yapılabilir mi?

# food12
source: Contains meat?
tr: Et içerir mi?

# food13
source: Made from dough?
tr: Hamurdan mı yapılır?

# food14
source: Served cold?
tr: Soğuk mu servis edilir?

# food15
source: Is it a drink?
tr: Bir içecek mi?

# food16
source: Loved by kids?
tr: Çocuklar sever mi?

# food17
source: Crunchy?
tr: Kıtır mı?

# food18
source: Street food?
tr: Sokak yemeği mi?

# food19
source: Needs refrigeration?
tr: Buzdolabında mı saklanır?

# food20
source: Eaten as a snack?
tr: Atıştırmalık olarak mı yenir?

# food21
source: Can you drink it?
tr: İçilebilir mi?

# food22
source: Found in every home?
tr: Her evde bulunur mu?

# food23
source: Homemade or store-bought?
tr: Ev yapımı mı, hazır mı?

# food24
source: High in sugar?
tr: Şekeri yüksek mi?

# food25
source: Served at weddings?
tr: Düğünlerde sunulur mu?

# food26
source: Fried?
tr: Kızartılmış mı?

# food27
source: Eaten with bread?
tr: Ekmekle mi yenir?

# food28
source: Dairy-based?
tr: Süt ürünü mü?

# food29
source: Comes in a can?
tr: Konserve mi?

# food30
source: A dessert?
tr: Tatlı mı?

# food31
source: Eaten with hands?
tr: Elle mi yenir?

# food32
source: Seasonal?
tr: Mevsimlik mi?

# food33
source: Can be grilled?
tr: Izgara yapılır mı?

# food34
source: Eaten on holidays?
tr: Bayramda yenir mi?

# food35
source: Organic?
tr: Organik mi?

# food36
source: Comfort food?
tr: Rahatlatıcı bir yiyecek mi?

# history01
source: From the past?
tr: Geçmişe mi ait?

# history02
source: War-related?
tr: Savaşla mı ilgili?

# history03
source: A person?
tr: Bir kişi mi?

# history04
source: A place?
tr: Bir yer mi?

# history05
source: Was it powerful?
tr: Güçlü müydü?

# history06
source: From ancient times?
tr: Antik dönemden mi?

# history07
source: Taught in school?
tr: Okullarda öğretilir mi?

# history08
source: Part of Turkish history?
tr: Türk tarihine mi ait?

# history09
source: European?
tr: Avrupa kökenli mi?

# history10
source: About peace?
tr: Barışla mı ilgili?

# history11
source: A ruler?
tr: Bir hükümdar mı?

# history12
source: Important in politics?
tr: Siyasette etkili miydi?

# history13
source: Still exists?
tr: Hâlâ var mı?

# history14
source: Symbolic?
tr: Simgesel mi?

# history15
source: A document?
tr: Bir belge mi?

# history16
source: An object?
tr: Bir nesne mi?

# history17
source: Form of government?
tr: Yönetim biçimi mi?

# history18
source: A revolution?
tr: Bir devrim mi?

# history19
source: Architectural?
tr: Mimariyle ilgili mi?

# history20
source: Was it influential?
tr: Etkili miydi?

# history21
source: Changed the world?
tr: Dünyayı değiştirdi mi?

# history22
source: Before the 20th century?
tr: 20. yüzyıldan önce mi?

# history23
source: Still discussed today?
tr: Bugün hâlâ konuşuluyor mu?

# history24
source: Shown in museums?
tr: Müzede sergilenir mi?

# history25
source: Ancient?
tr: Antik mi?

# history26
source: Destroyed?
tr: Yıkıldı mı?

# history27
source: A historical event?
tr: Tarihi bir olay mı?

# history28
source: Linked to a famous figure?
tr: Ünlü biriyle bağlantılı mı?

# history29
source: Happened in the last 500 years?
tr: Son 500 yılda mı oldu?

# history30
source: Tied to a specific country?
tr: Bir ülkeye mi bağlı?

# history31
source: Controversial?
tr: Tartışmalı mıydı?

# history32
source: Still commemorated?
tr: Hâlâ anılıyor mu?

# history33
source: Involved exploration?
tr: Keşif içeriyor muydu?

# history34
source: A turning point?
tr: Bir dönüm noktası mıydı?

# history35
source: Has a known date?
tr: Net bir tarih var mı?

# places01
source: Indoor place?
tr: Kapalı bir yer mi?

# places02
source: Used for transport?
tr: Ulaşım amaçlı mı?

# places03
source: Open to everyone?
tr: Herkese açık mı?

# places04
source: Need a ticket to enter?
tr: Girişte bilet gerekir mi?

# places05
source: Do people work there?
tr: İnsanlar orada çalışır mı?

# places06
source: Do students go there?
tr: Öğrenciler gider mi?

# places07
source: Quiet place?
tr: Sessiz bir yer mi?

# places08
source: Related to airplanes?
tr: Uçaklarla mı ilgili?

# places09
source: Do vehicles enter?
tr: Araç girer mi?

# places10
source: Are events held there?
tr: Etkinlik yapılır mı?

# places11
source: Not found in nature?
tr: Doğada bulunmaz mı?

# places12
source: Mentioned in school?
tr: Okulda anlatılır mı?

# places13
source: Visited often?
tr: Sık ziyaret edilir mi?

# places14
source: Historical place?
tr: Tarihi bir yer mi?

# places15
source: Tourist attraction?
tr: Turistik bir yer mi?

# places16
source: Medical help available?
tr: Sağlık hizmeti var mı?

# places17
source: An official location?
tr: Resmî bir yer mi?

# places18
source: Can you go and see it?
tr: Gidilip görülebilir mi?

# places19
source: In the city center?
tr: Şehir merkezinde mi?

# places20
source: Government-related?
tr: Devletle ilgili mi?

# places21
source: Useful for people?
tr: İnsanlara faydalı mı?

# places22
source: Has security?
tr: Güvenlik var mı?

# places23
source: Regular staff there?
tr: Sürekli çalışan var mı?

# places24
source: Medicine-related?
tr: İlaçla ilgili bir yer mi?

# places25
source: Changed over time?
tr: Zamanla değişmiş mi?

# places26
source: Used for treatment?
tr: Tedavi için gidilir mi?

# places27
source: Uses electricity?
tr: Enerji kullanır mı?

# places28
source: Has technology inside?
tr: İçinde teknoloji var mı?

# places29
source: Man-made?
tr: İnsan yapımı mı?

# places30
source: Used as a school example?
tr: Okulda örnek verilir mi?

# places31
source: Special for visitors?
tr: Ziyaretçilere özel bir şey var mı?

# places32
source: Exposed to weather?
tr: Hava koşullarına açık mı?

# places33
source: Part of a building?
tr: Bir yapının parçası mı?

# places34
source: Shown on maps?
tr: Haritada gösterilir mi?

# places35
source: Easy to find?
tr: Kolay bulunur mu?

# sports01
source: Played with a ball?
tr: Topla mı oynanır?

# sports02
source: Team sport?
tr: Takım oyunu mu?

# sports03
source: Played indoors?
tr: Kapalı alanda mı?

# sports04
source: Use hands?
tr: Eller kullanılır mı?

# sports05
source: Olympic sport?
tr: Olimpik bir spor mu?

# sports06
source: Popular in Turkey?
tr: Türkiye’de yaygın mı?

# sports07
source: Need a net?
tr: Ağ gerekir mi?

# sports08
source: Has a referee?
tr: Hakem olur mu?

# sports09
source: Water sport?
tr: Su sporu mu?

# sports10
source: Combat sport?
tr: Dövüş sporu mu?

# sports11
source: Played on grass?
tr: Çim üzerinde mi?

# sports12
source: Physically intense?
tr: Fiziksel olarak zor mu?

# sports13
source: Scored with points?
tr: Puanla mı kazanılır?

# sports14
source: Can be played solo?
tr: Tek başına oynanabilir mi?

# sports15
source: Has goals?
tr: Gol var mı?

# sports16
source: Seasonal?
tr: Mevsimsel mi?

# sports17
source: Racket sport?
tr: Raket sporu mu?

# sports18
source: Contact-heavy?
tr: Temas var mı?

# sports19
source: Can be dangerous?
tr: Tehlikeli olabilir mi?

# sports20
source: Popular worldwide?
tr: Dünya çapında mı yaygın?

# sports21
source: Need special gear?
tr: Özel kıyafet gerekir mi?

# sports22
source: Time-limited?
tr: Süreli bir spor mu?

# sports23
source: Played professionally?
tr: Profesyonel düzeyde mi?

# sports24
source: Judged sport?
tr: Hakemle mi değerlendirilir?

# sports25
source: Played for fun?
tr: Eğlence amaçlı yapılır mı?

# sports26
source: Played in schools?
tr: Okullarda oynanır mı?

# sports27
source: Involves running?
tr: Koşu içerir mi?

# sports28
source: Played in stadiums?
tr: Stadyumda mı oynanır?

# sports29
source: Part of a league?
tr: Bir lige mi bağlı?

# sports30
source: Played by all genders?
tr: Kadınlar ve erkekler oynar mı?

# sports31
source: Use a bat or stick?
tr: Sopayla mı oynanır?

# sports32
source: Has a coach?
tr: Antrenör olur mu?

# sports33
source: Involves jumping?
tr: Zıplama içerir mi?

# sports34
source: Outdoor sport?
tr: Açık havada mı oynanır?

# sports35
source: Played on a court?
tr: Kortta mı oynanır?

# animals01
source: Can it be a pet?
tr: Evcil hayvan olabilir mi?

# animals02
source: Raised by farmers?
tr: Çiftçiler yetiştirir mi?

# animals03
source: Found in the wild?
tr: Vahşi doğada mı yaşar?

# animals04
source: Can it fly?
tr: Uçabilir mi?

# animals05
source: Lives underwater?
tr: Suda mı yaşar?

# animals06
source: Dangerous to approach?
tr: Yaklaşırken dikkat gerekir mi?

# animals07
source: Kept in homes?
tr: Evde beslenir mi?

# animals08
source: Found in rainforests?
tr: Yağmur ormanlarında bulunur mu?

# animals09
source: Has fur or hair?
tr: Tüyü ya da kılı var mı?

# animals10
source: Has feathers?
tr: Tüyleri var mı?

# animals11
source: Has scales?
tr: Pulları var mı?

# animals12
source: Has six legs?
tr: Altı bacağı var mı?

# animals13
source: Found in the ocean?
tr: Okyanusta görülür mü?

# animals14
source: Active at night?
tr: Geceleri mi aktif?

# animals15
source: Eats only plants?
tr: Sadece bitki mi yer?

# animals16
source: Hunts other animals?
tr: Diğer hayvanları avlar mı?

# animals17
source: Eats plants and meat?
tr: Hem bitki hem et mi yer?

# animals18
source: Endangered species?
tr: Nesli tehlikede mi?

# animals19
source: Seen on safari?
tr: Safaride görülür mü?

# animals20
source: Common in China or Japan?
tr: Çin veya Japonya’da yaygın mı?

# animals21
source: Found in France or Germany?
tr: Fransa ya da Almanya’da bulunur mu?

# animals22
source: Native to the Americas?
tr: Amerika’ya özgü mü?

# animals23
source: Seen in Australia?
tr: Avustralya’da görülür mü?

# animals24
source: Hunts for food?
tr: Avlanarak mı beslenir?

# animals25
source: Prey for others?
tr: Başka hayvanların avı mı olur?

# animals26
source: Lives in groups?
tr: Sürü halinde mi yaşar?

# animals27
source: Solitary creature?
tr: Yalnız mı yaşar?

# animals28
source: Migrates long distances?
tr: Uzun mesafeler kat eder mi?

# animals29
source: Trained by humans?
tr: İnsanlar eğitebilir mi?

# animals30
source: Used for labor?
tr: İş gücü için kullanılır mı?

# animals31
source: Eaten by people?
tr: Yenilir mi?

# animals32
source: Can it carry people?
tr: İnsan taşıyabilir mi?

# animals33
source: Used by hunters?
tr: Avcılar kullanır mı?

# animals34
source: Used for safety?
tr: Güvenlik amaçlı kullanılır mı?

# animals35
source: Watched for fun?
tr: Eğlence için izlenir mi?

# animals36
source: Seen at zoos?
tr: Hayvanat bahçesinde görülür mü?

# animals37
source: Kept in fish tanks?
tr: Akvaryumda görülür mü?

# animals38
source: Seen in circuses?
tr: Sirkte görülür mü?

# animals39
source: Lives only in the wild?
tr: Doğada serbest mi yaşar?

# animals40
source: Seen in cities?
tr: Şehirde görülür mü?

# nature01
source: Grows from the ground?
tr: Topraktan mı büyür?

# nature02
source: Part of the landscape?
tr: Manzaranın parçası mı?

# nature03
source: Found in water?
tr: Suda bulunur mu?

# nature04
source: Grows on land?
tr: Karada mı büyür?

# nature05
source: Very tall?
tr: Çok mu uzun?

# nature06
source: Very small?
tr: Çok mu küçük?

# nature07
source: Brightly colored?
tr: Parlak renklere sahip mi?

# nature08
source: Mostly green?
tr: Çoğunlukla yeşil mi?

# nature09
source: Likes hot weather?
tr: Sıcak havayı sever mi?

# nature10
source: Survives cold?
tr: Soğukta yaşayabilir mi?

# nature11
source: Near the equator?
tr: Ekvator yakınında bulunur mu?

# nature12
source: Grows in mild climates?
tr: Ilıman iklimde mi büyür?

# nature13
source: Needs little water?
tr: Az suyla yaşayabilir mi?

# nature14
source: Needs lots of water?
tr: Bol su ister mi?

# nature15
source: Found on mountaintops?
tr: Dağ zirvesinde bulunur mu?

# nature16
source: Grows at sea level?
tr: Deniz seviyesinde mi yetişir?

# nature17
source: Seen by the ocean?
tr: Okyanus kenarında görülür mü?

# nature18
source: Far from the coast?
tr: Kıyıdan uzakta mı büyür?

# nature19
source: Found in forests?
tr: Ormanda bulunur mu?

# nature20
source: Lives in deserts?
tr: Çölde yaşayabilir mi?

# nature21
source: Found on mountains?
tr: Dağda bulunur mu?

# nature22
source: Grows in valleys?
tr: Vadide mi yetişir?

# nature23
source: Found underground?
tr: Yeraltında bulunur mu?

# nature24
source: Grows on islands?
tr: Adalarda mı büyür?

# nature25
source: Planted in gardens?
tr: Bahçeye ekilir mi?

# nature26
source: Seen in parks?
tr: Parkta görülür mü?

# nature27
source: Grows naturally?
tr: Doğal olarak mı büyür?

# nature28
source: Cultivated by people?
tr: İnsan eliyle yetiştirilir mi?

# nature29
source: Endangered?
tr: Sayısı çok az mı?

# nature30
source: Seen everywhere?
tr: Her yerde görülür mü?

# nature31
source: Hard to find?
tr: Bulması zor mu?

# nature32
source: Considered pretty?
tr: Güzel bulunur mu?

# nature33
source: Handle with care?
tr: Dikkatli olmak gerekir mi?

# nature34
source: Used by people?
tr: İnsanlar kullanır mı?

# nature35
source: Used for decoration?
tr: Süslemede kullanılır mı?

# nature36
source: Used for healing?
tr: Şifa verici mi?

# nature37
source: Edible?
tr: Yenir mi?

# nature38
source: Used for building?
tr: İnşaatta kullanılır mı?

# nature39
source: Burned for energy?
tr: Yakıt için yakılır mı?

# nature40
source: Do people sit under it?
tr: Altında oturulur mu?

# technology01
source: Can you hold it?
tr: Eline alabilir misin?

# technology02
source: Needs electricity?
tr: Elektrikle mi çalışır?

# technology03
source: Can you touch it?
tr: Dokunulabilir mi?

# technology04
source: Connects devices?
tr: Cihazları bağlar mı?

# technology05
source: Easy to move?
tr: Kolay taşınır mı?

# technology06
source: Fixed in place?
tr: Sabit mi durur?

# technology07
source: Works wirelessly?
tr: Kablosuz çalışır mı?

# technology08
source: Needs internet?
tr: İnternet ister mi?

# technology09
source: Used for talking?
tr: İletişim için mi?

# technology10
source: Used for fun?
tr: Eğlence amaçlı mı?

# technology11
source: Boosts productivity?
tr: Verimliliği artırır mı?

# technology12
source: Used for gaming?
tr: Oyun oynamak için mi?

# technology13
source: Takes photos or video?
tr: Fotoğraf ya da video çeker mi?

# technology14
source: Plays sound?
tr: Ses çalar mı?

# technology15
source: Plays video?
tr: Video oynatır mı?

# technology16
source: Used to write?
tr: Yazı yazmak için mi?

# technology17
source: Helps you navigate?
tr: Yol tarif eder mi?

# technology18
source: Stores data?
tr: Veri saklar mı?

# technology19
source: Does math?
tr: Hesap yapar mı?

# technology20
source: Shows visuals?
tr: Görsel gösterir mi?

# technology21
source: Takes input?
tr: Girdi alır mı?

# technology22
source: Gives output?
tr: Çıktı verir mi?

# technology23
source: Provides power?
tr: Güç sağlar mı?

# technology24
source: Connects tech?
tr: Bağlantı kurar mı?

# technology25
source: Used for safety?
tr: Güvenlik sağlar mı?

# technology26
source: Works on its own?
tr: Kendi başına çalışır mı?

# technology27
source: Uses AI or learning?
tr: Yapay zekâ kullanır mı?

# technology28
source: Feels immersive?
tr: Gerçekçi hissettirir mi?

# technology29
source: Runs systems?
tr: Sistemleri yönetir mi?

# technology30
source: Stores info?
tr: Bilgi saklar mı?

# technology31
source: Used remotely?
tr: Uzaktan kullanılır mı?

# technology32
source: Used for networking?
tr: Ağ kurmak için mi?

# technology33
source: Sends messages?
tr: Mesaj gönderir mi?

# technology34
source: Used for browsing?
tr: İnternette gezinmek için mi?

# technology35
source: Shares files?
tr: Dosya paylaşır mı?

# technology36
source: Streams live content?
tr: Canlı yayın yapar mı?

# technology37
source: Protects data?
tr: Veriyi korur mu?

# technology38
source: Monitors systems?
tr: Sistemi izler mi?

# technology39
source: Controls devices?
tr: Cihazları yönetir mi?

# technology40
source: Improves technology?
tr: Teknolojiyi geliştirir mi?

# entertainment01
source: Watched or listened to?
tr: İzlenir ya da dinlenir mi?

# entertainment02
source: Performed live?
tr: Canlı mı sahnelenir?

# entertainment03
source: Looked at?
tr: İzlenerek mi tüketilir?

# entertainment04
source: Read?
tr: Okunur mu?

# entertainment05
source: Listened to?
tr: Dinlenir mi?

# entertainment06
source: In front of an audience?
tr: Seyirci önünde mi olur?

# entertainment07
source: Saved to watch later?
tr: Daha sonra izlemek için kaydedilir mi?

# entertainment08
source: Interactive?
tr: Etkileşimli mi?

# entertainment09
source: Enjoyed by kids?
tr: Çocuklar sever mi?

# entertainment10
source: Made for adults?
tr: Yetişkinlere mi hitap eder?

# entertainment11
source: Teaches something?
tr: Bilgi verir mi?

# entertainment12
source: Fictional?
tr: Kurgu mu?

# entertainment13
source: Based on real events?
tr: Gerçek olaylara mı dayanır?

# entertainment14
source: Animated or drawn?
tr: Çizim veya animasyon mu?

# entertainment15
source: Includes real people?
tr: Gerçek insanlar var mı?

# entertainment16
source: A type of entertainment?
tr: Bir eğlence türü mü?

# entertainment17
source: A person?
tr: Bir kişi mi?

# entertainment18
source: A place?
tr: Bir yer mi?

# entertainment19
source: An object?
tr: Bir nesne mi?

# entertainment20
source: Popular with many?
tr: Çok kişi tarafından sevilir mi?

# entertainment21
source: Around for a long time?
tr: Uzun süredir var mı?

# entertainment22
source: Something recent?
tr: Yeni bir şey mi?

# entertainment23
source: Passed down over time?
tr: Nesiller boyunca aktarıldı mı?

# entertainment24
source: New or experimental?
tr: Deneysel ya da farklı mı?

# entertainment25
source: Made by big companies?
tr: Büyük şirketler mi üretir?

# entertainment26
source: Made by small groups?
tr: Küçük ekipler mi yapar?

# entertainment27
source: Created to earn money?
tr: Kazanç amacıyla mı yapılmış?

# entertainment28
source: Seen as art?
tr: Sanat sayılır mı?

# entertainment29
source: Makes people happy?
tr: İnsanı mutlu eder mi?

# entertainment30
source: Teaches or informs?
tr: Bir şey öğretir mi?

# entertainment31
source: Creates strong feelings?
tr: Duygu yaratır mı?

# entertainment32
source: Meant to be funny?
tr: Komik mi?

# entertainment33
source: Tells a serious story?
tr: Ciddi bir hikâye mi anlatır?

# entertainment34
source: Exciting or intense?
tr: Heyecanlı mı?

# entertainment35
source: Helps people relax?
tr: Rahatlatır mı?

# entertainment36
source: Motivating?
tr: Motive eder mi?

# entertainment37
source: Thought-provoking?
tr: Düşündürür mü?

# entertainment38
source: Uses imagination?
tr: Hayal gücü içerir mi?

# entertainment39
source: Represents a culture?
tr: Bir kültürü yansıtır mı?

# entertainment40
source: Enjoyed worldwide?
tr: Dünyanın her yerinde sevilir mi?

# professions01
source: Does it provide medical care?
tr: Tıbbi bakım sağlar mı?

# professions02
source: Is it related to education?
tr: Eğitimle ilgili mi?

# professions03
source: Is it about legal matters?
tr: Hukuki konulara mı odaklı?

# professions04
source: Do they deal with customers?
tr: Müşteriyle doğrudan mı ilgilenir?

# professions05
source: Is it a creative job?
tr: Yaratıcı bir iş mi?

# professions06
source: Does it involve solving problems?
tr: Sorun çözmeyi mi gerektirir?

# professions07
source: Is it hands-on work?
tr: Elde yapılan bir iş mi?

# professions08
source: Does it serve the public?
tr: Kamusal hizmet sunar mı?

# professions09
source: Is it part of the business world?
tr: İş dünyasında mı yer alır?

# professions10
source: Does it serve the community?
tr: Topluma hizmet eder mi?

# professions11
source: Is it a high-paying job?
tr: Geliri yüksek mi?

# professions12
source: Is it low-paying?
tr: Geliri düşük mü?

# professions13
source: Can it be dangerous?
tr: Tehlikeli olabilir mi?

# professions14
source: Are safety rules important?
tr: Güvenlik önlemleri önemli mi?

# professions15
source: Is it a stressful job?
tr: Stresli bir iş mi?

# professions16
source: Is the setting calm?
tr: Sakin bir ortamda mı çalışılır?

# professions17
source: Does it require higher education?
tr: Yükseköğrenim gerektirir mi?

# professions18
source: Does it need special skills?
tr: Uzmanlık ister mi?

# professions19
source: Is certification required?
tr: Belge ya da sertifika gerekir mi?

# professions20
source: Is experience important?
tr: Deneyim önemli mi?

# professions21
source: Is it teamwork-based?
tr: Takım çalışmasıyla mı yürütülür?

# professions22
source: Do they work with animals?
tr: Hayvanlarla mı ilgilenir?

# professions23
source: Does it involve repairs or upkeep?
tr: Bakım ya da onarım işi mi?

# professions24
source: Is it tech-related?
tr: Teknolojiyle yakından mı ilgilidir?

# professions25
source: Does it involve craftsmanship?
tr: Zanaat gerektirir mi?

# professions26
source: Is it mostly outdoors?
tr: Dışarıda mı çalışılır?

# professions27
source: Is it mostly indoors?
tr: Kapalı ortamda mı çalışılır?
