Repository: zeynepmuslim/SPY
Catalog: Spy/*.lproj/Localizable.strings
Languages: tr

# professions28
source: Do they work in an office?
tr: Ofiste mi çalışılır?

# professions29
source: Do they work in hospitals or clinics?
tr: Hastane ya da klinikte mi geçer?

# professions30
source: Is it in schools or classrooms?
tr: Okul ortamında mı geçer?

# professions31
source: Is it in food service?
tr: Yemek servisi içerir mi?

# professions32
source: Do they work in a store?
tr: Mağazada mı çalışılır?

# professions33
source: Are they part of production?
tr: Üretim sürecinde mi yer alır?

# professions34
source: Do they do research?
tr: Araştırma mı yapar?

# professions35
source: Do they work in creative fields?
tr: Yaratıcı alanlarda mı çalışılır?

# professions36
source: Do they work in legal settings?
tr: Yasal süreçlerde mi yer alır?

# professions37
source: Do they travel for work?
tr: Seyahat eder mi?

# professions38
source: Do they work in workshops?
tr: Atölyede mi çalışılır?

# professions39
source: Do they work in farming?
tr: Tarımda mı çalışılır?

# professions40
source: Do they work at sea or in ports?
tr: Denizde ya da limanda mı görev alır?

# home01
source: Is it a place to live?
tr: Yaşamak için bir yer mi?

# home02
source: Part of a home?
tr: Evin parçası mı?

# home03
source: Used for sleeping?
tr: Uyumak için mi kullanılır?

# home04
source: Used for cooking?
tr: Yemek pişirmek için mi?

# home05
source: Used for washing?
tr: Temizlik için mi?

# home06
source: Used for relaxing?
tr: Dinlenmek için mi?

# home07
source: Used for eating?
tr: Yemek yemek için mi?

# home08
source: Stores a vehicle?
tr: Araç saklamak için mi?

# home09
source: Used for growing plants?
tr: Bitki yetiştirmek için mi?

# home10
source: For sitting outside?
tr: Dışarıda oturmak için mi?

# home11
source: Walked on?
tr: Üzerinde yürünür mü?

# home12
source: Used for storing stuff?
tr: Eşya saklamak için mi?

# home13
source: Stores clothes?
tr: Kıyafetleri mi tutar?

# home14
source: Used to place things?
tr: Eşyalar yerleştirmek için mi?

# home15
source: Used to enter or access?
tr: Giriş ya da erişim sağlar mı?

# home16
source: Used for sitting?
tr: Oturmak için mi?

# home17
source: Used during meals?
tr: Yemek sırasında mı kullanılır?

# home18
source: Used for lying down?
tr: Uzanmak için mi?

# home19
source: Supports your head?
tr: Başını mı destekler?

# home20
source: Used to cover?
tr: Üstünü örtmek için mi?

# home21
source: Covers a window?
tr: Pencereyi örter mi?

# home22
source: Covers the floor?
tr: Zemini kaplar mı?

# home23
source: Decorates the floor?
tr: Zemini süsler mi?

# home24
source: Provides light?
tr: Işık mı sağlar?

# home25
source: Hangs from the ceiling?
tr: Tavana mı asılır?

# home26
source: Shows reflection?
tr: Yansıma gösterir mi?

# home27
source: Hung on a wall?
tr: Duvara mı asılır?

# home28
source: Used to care for plants?
tr: Bitki bakımı için mi?

# home29
source: Used to hold flowers?
tr: Çiçek koymak için mi?

# home30
source: Shows time?
tr: Saati gösterir mi?

# home31
source: Shows temperature?
tr: Sıcaklığı gösterir mi?

# home32
source: Controls temperature?
tr: Sıcaklığı ayarlar mı?

# home33
source: Used for safety?
tr: Güvenlik amaçlı mı?

# home34
source: Found indoors?
tr: İç mekanda mı bulunur?

# home35
source: Found outdoors?
tr: Dış mekanda mı bulunur?

# home36
source: At ground level?
tr: Zemin kat seviyesinde mi?

# home37
source: Above ground?
tr: Üst katta mı yer alır?

# home38
source: Below ground?
tr: Yer altında mı?

# home39
source: Inside the roof?
tr: Çatı kısmında mı?

# home40
source: Attached to the building?
tr: Yapıya mı bağlıdır?

# auto_parts01
source: Helps move the car?
tr: Aracı hareket ettirir mi?

# auto_parts02
source: Used for steering?
tr: Direksiyonla mı ilgilidir?

# auto_parts03
source: Used for braking?
tr: Frenlemede mi görev alır?

# auto_parts04
source: Produces power?
tr: Güç üretir mi?

# auto_parts05
source: Controls speed?
tr: Hızı mı kontrol eder?

# auto_parts06
source: Transfers power?
tr: Gücü aktarır mı?

# auto_parts07
source: Changes gears?
tr: Vites değiştirir mi?

# auto_parts08
source: Starts combustion?
tr: Ateşlemeyi başlatır mı?

# auto_parts09
source: Stores energy?
tr: Enerji depolar mı?

# auto_parts10
source: Generates electricity?
tr: Elektrik üretir mi?

# auto_parts11
source: Manages heat?
tr: Isıyı düzenler mi?

# auto_parts12
source: Filters air?
tr: Havayı filtreler mi?

# auto_parts13
source: Filters oil?
tr: Yağı filtreler mi?

# auto_parts14
source: Filters fuel?
tr: Yakıtı filtreler mi?

# auto_parts15
source: Creates spark?
tr: Kıvılcım üretir mi?

# auto_parts16
source: Controls temperature?
tr: Sıcaklığı kontrol eder mi?

# auto_parts17
source: Circulates coolant?
tr: Soğutucu sıvıyı dolaştırır mı?

# auto_parts18
source: Lubricates parts?
tr: Parçaları yağlar mı?

# auto_parts19
source: Delivers fuel?
tr: Yakıt gönderir mi?

# auto_parts20
source: Sprays fuel?
tr: Yakıtı püskürtür mü?

# auto_parts21
source: Mixes fuel and air?
tr: Yakıtla havayı karıştırır mı?

# auto_parts22
source: Releases exhaust?
tr: Egzozu dışarı atar mı?

# auto_parts23
source: Reduces noise?
tr: Sesi azaltır mı?

# auto_parts24
source: Limits emissions?
tr: Emisyonu sınırlar mı?

# auto_parts25
source: Detects oxygen?
tr: Oksijen algılar mı?

# auto_parts26
source: Measures airflow?
tr: Hava akışını ölçer mi?

# auto_parts27
source: Controls airflow?
tr: Hava akışını kontrol eder mi?

# auto_parts28
source: Takes in air?
tr: Hava çeker mi?

# auto_parts29
source: Collects exhaust?
tr: Egzozu toplar mı?

# auto_parts30
source: Opens or closes valves?
tr: Valfleri açıp kapatır mı?

# auto_parts31
source: Converts motion?
tr: Hareketi dönüştürür mü?

# auto_parts32
source: Moves back and forth?
tr: İleri geri mi hareket eder?

# auto_parts33
source: Connects piston and crank?
tr: Pistonla krankı bağlar mı?

# auto_parts34
source: Seals the cylinder head?
tr: Silindir kapağını kapatır mı?

# auto_parts35
source: Holds combustion chamber?
tr: Yanma odasını barındırır mı?

# auto_parts36
source: Controls fuel mix?
tr: Karışımı kontrol eder mi?

# auto_parts37
source: Keeps timing in sync?
tr: Zamanlamayı senkronize eder mi?

# auto_parts38
source: Drives accessories?
tr: Aksesuarları çalıştırır mı?

# auto_parts39
source: Keeps belt tight?
tr: Kayışı gergin tutar mı?

# auto_parts40
source: Guides the belt?
tr: Kayışa yön verir mi?

# auto_parts41
source: Absorbs shocks?
tr: Darbeyi emer mi?

# auto_parts42
source: Supports weight?
tr: Ağırlığı taşır mı?

# auto_parts43
source: Holds the wheel?
tr: Tekerleği tutar mı?

# auto_parts44
source: Helps wheel turn?
tr: Tekerleği döndürür mü?

# auto_parts45
source: Links steering parts?
tr: Direksiyon parçalarını bağlar mı?

# auto_parts46
source: Controls direction?
tr: Yönü belirler mi?

# auto_parts47
source: Improves stability?
tr: Denge sağlar mı?

# auto_parts48
source: Connects to steering?
tr: Direksiyonla bağlantılı mı?

# auto_parts49
source: Moves with suspension?
tr: Süspansiyonla birlikte mi hareket eder?

# auto_parts50
source: Connects suspension parts?
tr: Süspansiyon parçalarını bağlar mı?

# programming01
source: Is it a software problem?
tr: Yazılım hatası mı?

# programming02
source: Is it a coding mistake?
tr: Kodlama hatası mı?

# programming03
source: Used in backend?
tr: Backend mi kullanılır?

# programming04
source: Used in frontend?
tr: Frontend mi kullanılır?

# programming05
source: Is it an algorithm?
tr: Bir algoritma mı?

# programming06
source: Is it a code module?
tr: Kod bileşeni mi?

# programming07
source: Is it a data structure?
tr: Veri yapısı mı?

# programming08
source: Is it a class?
tr: Bir class mı?

# programming09
source: Is it a method or function?
tr: Fonksiyon ya da metot mu?

# programming10
source: Related to inheritance?
tr: Inheritancela mı ilgili?

# programming11
source: Related to polymorphism?
tr: Polimorfizmle mi ilgili?

# programming12
source: Related to encapsulation?
tr: Encapsulationla mı ilgili?

# programming13
source: Is it abstract?
tr: Abstract bir yapı mı?

# programming14
source: Is it an interface?
tr: Bir arayüz mü?

# programming15
source: Used to connect systems?
tr: Sistemleri bağlar mı?

# programming16
source: Used to organize data?
tr: Veriyi düzenler mi?

# programming17
source: Used for database queries?
tr: Veritabanı sorguları için mi?

# programming18
source: Is it a query language?
tr: Sorgulama dili mi?

# programming19
source: Is it a NoSQL tool?
tr: NoSQL aracı mı?

# programming20
source: Is it a framework or library?
tr: Kütüphane ya da çerçeve mi?

# programming21
source: Is it a codebase?
tr: Kod tabanı mı?

# programming22
source: Is it a dependency?
tr: Dependency mı?

# programming23
source: Used for managing packages?
tr: Paket yönetimi için mi?

# programming24
source: Used for version control?
tr: Versiyon kontrolü için mi?

# programming25
source: Tracks code changes?
tr: Kod değişimini izler mi?

# programming26
source: Supports team work?
tr: Takım çalışması için mi?

# programming27
source: Used for committing code?
tr: Commit işlemi için mi?

# programming28
source: Used for branching?
tr: Branching için mi?

# programming29
source: Used for merging?
tr: Kod birleştirme için mi?

# programming30
source: Used for deployment?
tr: Yayına alma için mi?

# programming31
source: Used in the cloud?
tr: Bulutta mı çalışır?

# programming32
source: Used for server talk?
tr: Sunucuyla iletişim kurar mı?

# programming33
source: Used in API design?
tr: API tasarımıyla mı ilgili?

# programming34
source: Used for secure connections?
tr: Güvenli bağlantılar için mi?

# programming35
source: Used for open connections?
tr: Açık bağlantılar için mi?

# programming36
source: Used for data exchange?
tr: Veri alışverişi için mi?

# programming37
source: Used to format documents?
tr: Belgeleri biçimlendirir mi?

# programming38
source: Used for web services?
tr: Web servisleri için mi?

# programming39
source: Used for flexible queries?
tr: Esnek sorgular sunar mı?

# programming40
source: Related to microservices?
tr: Mikroservislerle mi ilgili?

# programming41
source: Used to package apps?
tr: Uygulama paketleme için mi?

# programming42
source: Used for virtualization?
tr: Sanallaştırma için mi?

# programming43
source: Manages containers?
tr: Konteyner yönetir mi?

# programming44
source: Used for CI/CD?
tr: CI/CD süreciyle mi ilgili?

# programming45
source: Checks code validity?
tr: Kodun doğruluğunu kontrol eder mi?

# programming46
source: Used for unit testing?
tr: Birim testi için mi?

# programming47
source: Used for integration testing?
tr: Entegrasyon testi için mi?

# programming48
source: Used for refactoring?
tr: Kod yeniden düzenleme için mi?

# programming49
source: Improves performance?
tr: Performansı artırır mı?

# programming50
source: Improves efficiency?
tr: Verimliliği artırır mı?

# goal_text
source: Civilian players try to identify the spy by asking questions without revealing the secret word. The spy, on the other hand, must bluff and deceive to hide their identity!
tr: Sivil oyuncular, kelimeyi söylemeden sorular sorarak ajanı bulmaya çalışır. Ajan ise kimliğini gizlemek için her türlü blöf ve kurnazlığa başvurabilir!

source: Game & Selection
tr: Seçim

# game_selection_text
source: For each round, spies and the secret word are chosen randomly. Players can earn or lose points depending on their roles.
tr: Her turda ajan(lar) ve seçili kelime rastgele belirlenir. Oyuncular, rollerine göre puan kazanabilir veya kaybedebilir.

source: Civilians
tr: Siviller

# civilians_text
source: The goal of civilians is to find the spy. They know the secret word, but must observe others and avoid revealing it while trying to identify the spy.
tr: Sivillerin amacı ajanı bulmaktır. Kelimeyi bilirler ama açık etmeden diğer oyuncuları gözlemleyerek ajanı ortaya çıkarmaya çalışırlar.

source: Spies
tr: Ajanlar

# spies_text
source: Spies do not know the secret word. Their mission is to blend in by bluffing. They may try to guess the word‚Äîor accuse others to protect themselves!
tr: Ajanlar seçili kelimeyi bilmez. Görevleri blöf yaparak kendilerini gizlemektir. Aynı zamanda kelimeyi tahmin etmeye çalışabilir, hatta iftira atabilirler!

source: Scoring
tr: Puanlama

# scoring_text
source: Each round, players can accuse someone of being the spy. If a civilian is falsely accused, all civilians lose a point while spies gain one.
tr: Her turda oyuncular ajan olduğunu düşündükleri kişileri suçlayabilir. Eğer sivil bir oyuncu suçlanırsa tüm siviller puan kaybeder, ajanlar ise puan kazanır.

source: Winning
tr: Kazanan

# winning_text
source: At the end of the game, each player‚Äôs score is ranked regardless of their roles in each round. The player with the highest score wins!
tr: Her oyunucunun puanı oyun sonunda turlardaki rollerinden bağımsız olarak sıralanır. En çok puanı alan kazanır!

source: Reminder
tr: Hatırlatma

# reminder_text
source: All is fair in love and war. And this game is a war.
tr: Savaşta ve aşkta her şey mübahtır. Oyun da bir savaştır.

source: OK
tr: Tamam

source: Cancel
tr: İptal

source: Done
tr: Bitti

source: Back
tr: Geri

source: Next
tr: İleri

source: Save
tr: Kaydet

source: Delete
tr: Sil

source: Edit
tr: Düzenle

source: Add
tr: Ekle

source: Yes
tr: Evet

source: No
tr: Hayır

source: Game
tr: Oyun

source: Start
tr: Başla

source: Score
tr: Skor

source: Timer
tr: Zamanlayıcı

source: Round
tr: Tur

source: Player
tr: Oyuncu

source: Category
tr: Kategori

source: Word
tr: Kelime

source: Hint
tr: İpucu

source: Settings
tr: Ayarlar

source: Players
tr: Oyuncular

source: Categories
tr: Kategoriler

source: How to Play
tr: Nasıl Oynanır
