Repository: zeynepmuslim/SPY
Catalog: Spy/*.lproj/Localizable.strings
Languages: tr

# player_x
source: Player %d
tr: Oyuncu %d

# edit:_x
source: Edit: %@
tr: Düzenle: %@

# player_was_a_spy
source: Player %d was a spy
tr: Oyuncu %d bir ajandı

# player_was_a_civilian
source: Player %d was a civilian
tr: Oyuncu %d bir sivildi

# civil_points
source: Civilians +%d
tr: Siviller +%d

# spy_points
source: Spy +%d
tr: Ajan +%d

# spy_points_singular
source: Spy +%d
tr: Ajan +%d

# spy_points_plural
source: Spies +%d
tr: Ajanlar +%d

# civil
source: Civilian
tr: Sivil

source: Spy
tr: Ajan

source: New Game
tr: Yeni Oyun

source: Settings
tr: Ayarlar

source: How to Play
tr: Nasıl Oynanır

source: Select Category
tr: Kategori Seç

source: Category Title
tr: Kategori Başlığı

source: Value
tr: Değer

source: Edit
tr: Düzenle

source: Save Changes
tr: Değişikleri Kaydet

# confirm_delete
source: Delete Category
tr: Kategoriyi sil

# are_you_sure_delete_category
source: Are you sure you want to delete this category?
tr: Kategoriyi silmek istediginizden emin misiniz?

source: Save Category
tr: Kategori Kaydet

source: Add New Category
tr: Yeni Kategori Ekle

# name_is_already_in_usage_pick_another
source: This category name is already in use. Please choose a different name.
tr: Bu kategori adı zaten kullanımda. Lütfen farklı bir ad seçin.

# category_title_min_length
source: Category title must be at least %d characters long
tr: Kategori başlığı en az %d karakter olmalıdır

# category_min_values_required
source: At least %d category values are required
tr: En az %d kategori değeri gereklidir

# category_max_values_allowed
source: You can enter up to %d category values
tr: En fazla %d kategori değeri girebilirsiniz

# category_value_min_length
source: Each category value must be at least %d characters. Value to fix: '%@'
tr: Her kategori değeri en az %d karakter olmalıdır. Düzenlenmesi gereken değer: '%@'

source: New
tr: Yeni

source: Player
tr: Oyuncu

source: Score
tr: Skor

source: Category
tr: Kategori

source: Select
tr: Seç

source: Round Time
tr: Tur Süresi

source: minutes
tr: dakika

source: Round Count
tr: Tur Sayısı

source: rounds
tr: tur

source: Show Hints
tr: İpuçlarını göster

source: Tap to reveal your role!
tr: Rolünü görmek için dokun!

source: Try to blend in!
tr: Fark edilmemeye çalış!

source: Other
tr: Diğer

source: Hints
tr: İpuçları

source: Find the spies!
tr: Ajanları bul!

# find_the_spies_singular
source: Find the spy!
tr: Ajanı bul!

# find_the_spies_plural
source: Find the spies!
tr: Ajanları bul!

# find_the_spies_group
source: Find the spies!
tr: Ajanları bul!

# find_the_spies_group_singular
source: Find the spy!
tr: Ajanı bulun!

# find_the_spies_group_plural
source: Find the spies!
tr: Ajanları bulun!

source: Select a player to blame
tr: Suçlamak için bir oyuncu seç

source: -1 point for each civilian
tr: Her sivil için -1 puan

# -1_point_for_each_civilian_singular
source: -%d point for the civilian
tr: Sivil için -%d puan

# -1_point_for_each_civilian_plural
source: -%d points for each civilian
tr: Her sivil için -%d puan

source: +1 point for each spy
tr: Her ajan için +1 puan

# +1_point_for_each_spy_singular
source: +%d point for the spy
tr: Ajan için +%d puan

# +1_point_for_each_spy_plural
source: +%d points for each spy
tr: Her ajan için +%d puan

# false_blame_warning_label
source: A false accusation reduces the total points received by civilians and increases the spy's!
tr: Yanlış bir suçlama, sivillerin aldığı toplam puanı düşürür ve ajanın puanını artırır!

# false_blame_warning_label_singular
source: A false accusation reduces the total points received by civilians and increases the spy's!
tr: Yanlış suçlama, sivillerin aldığı puanı azaltır ve ajana puan kazandırır!

# false_blame_warning_label_plural
source: A false accusation reduces the total points received by civilians and increases the spies'!
tr: Yanlış suçlama, sivillerin aldığı puanı azaltır ve ajanlara puan kazandırır!

source: Blame the player!
tr: Oyuncuyu suçla!

source: PLAYER
tr: OYUNCU

# ALL_SPIES_FOUND
source: SPIES FOUND
tr: AJANLAR BULUNDU

# SPIES_WON
source: SPIES FOUND
tr: AJANLAR KAZANDI

# TIME_UP_AGENTS_WIN
source: TIME'S UP, AGENTS WIN!
tr: SÜRE DOLDU

source: There is no hints for this category
tr: Bu kategori için ipucu yok

source: Save Players
tr: Oyuncuları Kaydet

source: Default Settings
tr: Varsayılan Ayarlar

# player_count_static
source: Player Count
tr: Oyuncu Sayısı

# spy_count_static
source: Spy Count
tr: Ajan Sayısı

source: Save as default
tr: Varsayılan olarak kaydet

source: Customize
tr: Özelleştir

# swipe_the_card_before_next_player
source: Swipe the card before passing the phone to the next player
tr: Telefonu sonraki oyuncuya vermeden önce kartı kaydır

source: Unknown
tr: Bilinmiyor

source: Play
tr: Oyna

# winner_civils
source: Winner: Civilians
tr: Kazanan: Siviller

source: Winner: Spies
tr: Kazanan: Ajanlar

# winner_spies_singular
source: Winner: Spy
tr: Kazanan: Ajan

# winner_spies_plural
source: Winner: Spies
tr: Kazanan: Ajanlar

source: Winner: Spies (Time's Up)
tr: Kazanan: Ajanlar (Süre Doldu)

# winner_determining
source: Winners: Determining...
tr: Kazananlar: Belirleniyor...

# last_round
source: This was the last round!
tr: Bu son turdu!

# winner_prefix
source: Winner:
tr: Kazanan:

# selected_word_prefix
source: Selected Word: %@
tr: Seçilen Kelime: %@

# civil_point_text
source: Civilians +3
tr: Sivil +3

# spy_point_text
source: Spy +1
tr: Ajan +1

# score_bottom_info_text
source: Each civilian earns points equal to the number of active civilians. Points lost due to false accusations by civilians are transferred to the spy.
tr: Her sivil, aktif sivil sayısı kadar puan kazanır. Yanlış suçlamalardan kaybedilen puanlar ajanlara geçer.

# score_bottom_info_text_singular
source: Each civilian earns points equal to the number of active civilians. Points lost due to false accusations by civilians are transferred to the spy.
tr: Her sivil, aktif sivil sayısı kadar puan kazanır. Yanlış suçlamalardan kaybedilen puanlar ajana geçer.

# score_bottom_info_text_plural
source: Each civilian earns points equal to the number of active civilians. Points lost due to false accusations by civilians are transferred to the spies.
tr: Her sivil, aktif sivil sayısı kadar puan kazanır. Yanlış suçlamalardan kaybedilen puanlar ajanlara geçer.

source: SPY
tr: AJAN

source: CIVIL
tr: SİVİL

# score_text
source: Score: %d
tr: Puan: %d

source: Next Round
tr: Yeni Tura Geç

source: View Final Scores
tr: Final Puanları Görüntüle

# find_the_spy_before_time_runs_out
source: Find the spy before time runs out! Otherwise, the spy wins
tr: Süre dolmadan ajanı bulun! Aksi halde ajan kazanır

# find_the_spy_before_time_runs_out_singular
source: Find the spy before time runs out! Otherwise, the spy wins
tr: Süre dolmadan ajanı bulun! Aksi halde ajan kazanır

# find_the_spy_before_time_runs_out_plural
source: Find the spies before time runs out! Otherwise, the spies win
tr: Süre dolmadan ajanları bulun! Aksi halde ajanlar kazanır

# tap_to_start_when_ready
source: Tap the screen to start the timer when everyone is ready
tr: Herkes hazır olduğunda zamanlayıcıyı başlatmak için ekrana dokunun

# game_end_scores_title
source: Final Game Scores
tr: Oyun Sonu Puanları

# default_player_name
source: Player %d
tr: Oyuncu %d

# player_score_text
source: %@: %d points
tr: %@: %d puan

source: Play Again
tr: Tekrar Oyna

source: Basic
tr: Temel

source: Book
tr: Kitap

source: Pen
tr: Kalem

source: Table
tr: Masa

source: Chair
tr: Sandalye

source: Glass
tr: Bardak

source: Plate
tr: Tabak

source: Fork
tr: Çatal

source: Knife
tr: Bıçak

source: Spoon
tr: Kaşık

source: Phone
tr: Telefon

source: Computer
tr: Bilgisayar

source: Glasses
tr: Gözlük

source: Watch
tr: Saat

source: Key
tr: Anahtar

source: Wallet
tr: Cüzdan

source: Umbrella
tr: Şemsiye

source: Television
tr: Televizyon

source: Lamp
tr: Lamba

source: Mirror
tr: Ayna

source: Door
tr: Kapı

source: Window
tr: Pencere

source: Bed
tr: Yatak

source: Pillow
tr: Yastık

source: Blanket
tr: Battaniye

source: Bag
tr: Çanta

source: Shoe
tr: Ayakkabı

source: Sock
tr: Çorap

source: Hat
tr: Şapka

source: Towel
tr: Havlu

source: Toothbrush
tr: Diş fırçası

source: Comb
tr: Tarak

source: Bottle
tr: Şişe

source: Cup
tr: Kupa

source: Notebook
tr: Defter

source: Pencil
tr: Kurşun kalem

source: Eraser
tr: Silgi

source: Scissors
tr: Makas

source: Remote
tr: Kumanda

source: Charger
tr: Şarj aleti

source: Calendar
tr: Takvim

source: Travel
tr: Seyahat

source: Plane
tr: Uçak

source: Train
tr: Tren

source: Bus
tr: Otobüs

source: Ship
tr: Gemi

source: Car
tr: Araba

source: Suitcase
tr: Valiz

source: Luggage
tr: Bagaj

source: Passport
tr: Pasaport

source: Ticket
tr: Bilet

source: Hotel
tr: Otel

source: Map
tr: Harita

source: Guide
tr: Rehber

source: Sea
tr: Deniz

source: Beach
tr: Kumsal

source: Mountain
tr: Dağ

source: Forest
tr: Orman

source: City
tr: Şehir

source: Museum
tr: Müze

source: Holiday
tr: Tatil

source: Journey
tr: Yolculuk

source: Airport
tr: Havalimanı

source: Station
tr: İstasyon

source: Subway
tr: Metro

source: Metro
tr: Raylı Sistem

source: Tram
tr: Tramvay

source: Bicycle
tr: Bisiklet

source: Motorbike
tr: Motosiklet

source: Taxi
tr: Taksi

source: Ferry
tr: Vapur

source: Cruise
tr: Gemi Turu

source: Backpack
tr: Sırt Çantası

source: Campsite
tr: Kamp Alanı

source: Visa
tr: Vize

source: Reservation
tr: Rezervasyon

source: Itinerary
tr: Seyahat Planı

source: Souvenir
tr: Hatıra

source: Photograph
tr: Fotoğraf

source: Postcard
tr: Kartpostal

source: Food
tr: Yemek

source: Bread
tr: Ekmek

source: Cheese
tr: Peynir

source: Olive
tr: Zeytin

source: Tomato
tr: Domates

source: Cucumber
tr: Salatalık

source: Soup
tr: Çorba

source: Pasta
tr: Makarna

source: Rice
tr: Pilav

source: Meat
tr: Et

source: Chicken
tr: Tavuk

source: Fish
tr: Balık

source: Fruit
tr: Meyve

source: Vegetable
tr: Sebze

source: Dessert
tr: Tatlı

source: Coffee
tr: Kahve

source: Tea
tr: Çay

source: Water
tr: Su

source: Restaurant
tr: Restoran

source: Chef
tr: Şef

source: Recipe
tr: Tarif

source: Salt
tr: Tuz

source: Pepper
tr: Karabiber

source: Butter
tr: Tereyağı

source: Yogurt
tr: Yoğurt

source: Egg
tr: Yumurta

source: Salad
tr: Salata

source: Sandwich
tr: Sandviç

source: Sushi
tr: Suşi

source: Grill
tr: Izgara

source: Barbecue
tr: Mangal

source: Noodle
tr: Erişte

source: Steak
tr: Biftek

source: Ice Cream
tr: Dondurma

source: Chocolate
tr: Çikolata

source: Spice
tr: Baharat

source: Herb
tr: Ot

source: Garlic
tr: Sarımsak

source: Onion
tr: Soğan

source: History
tr: Tarih

source: Ottoman
tr: Osmanlı

# ataturk
source: Atat√ºrk
tr: Atatürk

source: Republic
tr: Cumhuriyet

source: Empire
tr: İmparatorluk

source: War
tr: Savaş

source: Peace
tr: Barış

source: Treaty
tr: Antlaşma

source: King
tr: Kral

source: Queen
tr: Kraliçe

source: Castle
tr: Kale

source: Palace
tr: Saray

source: Archaeology
tr: Arkeoloji

source: Civilization
tr: Medeniyet

source: Middle Ages
tr: Orta Çağ

source: Renaissance
tr: Rönesans

source: Revolution
tr: Devrim

source: Monument
tr: Anıt

source: Inscription
tr: Kitabe

source: Coin
tr: Sikke

source: Dynasty
tr: Hanedan

source: Pharaoh
tr: Firavun

source: Conquest
tr: Fetih

source: Crusade
tr: Haçlı Seferi

source: Colony
tr: Sömürge

source: Independence
tr: Bağımsızlık

source: Constitution
tr: Anayasa

source: Parliament
tr: Parlamento

source: Battle
tr: Savaş

source: Legion
tr: Lejyon

source: Senate
tr: Senato

source: Artifact
tr: Eser

source: Relic
tr: Kalıntı

source: Scroll
tr: Parşömen

source: Manuscript
tr: El Yazması

source: Chronicle
tr: Kronolojik

source: Timeline
tr: Zaman Çizelgesi

source: Excavation
tr: Kazı

source: Fortress
tr: Hisar

source: Citadel
tr: Hisar

source: Places
tr: Mekanlar

source: Cinema
tr: Sinema

source: Harbor
tr: Liman

source: Library
tr: Kütüphane

source: Stadium
tr: Stadyum

source: Hospital
tr: Hastane

source: School
tr: Okul

source: University
tr: Üniversite

source: Cafe
tr: Kafe

source: Supermarket
tr: Süpermarket

source: Pharmacy
tr: Eczane

source: Bank
tr: Banka

source: Bakery
tr: Fırın

source: Butcher
tr: Kasap

source: Police Station
tr: Karakol

source: Fire Station
tr: İtfaiye

source: Courthouse
tr: Adliye

source: Embassy
tr: Büyükelçilik

source: Zoo
tr: Hayvanat Bahçesi

source: Aquarium
tr: Akvaryum

source: Theater
tr: Tiyatro

source: Mall
tr: AVM

source: Gym
tr: Spor Salonu

source: Swimming Pool
tr: Yüzme Havuzu

source: Playground
tr: Oyun Parkı

source: Factory
tr: Fabrika

source: Warehouse
tr: Depo

source: Parking Lot
tr: Otopark

source: Gas Station
tr: Benzin İstasyonu

source: Church
tr: Kilise

source: Mosque
tr: Cami

source: Temple
tr: Tapınak

source: Sports
tr: Spor

source: Football
tr: Futbol

source: Basketball
tr: Basketbol

source: Volleyball
tr: Voleybol

source: Tennis
tr: Tenis

source: Swimming
tr: Yüzme

source: Athletics
tr: Atletizm

source: Running
tr: Koşu

source: Match
tr: Maç

source: Training
tr: Antrenman

source: Athlete
tr: Sporcu

source: Team
tr: Takım

source: Ball
tr: Top

source: Goal
tr: Gol

source: Hoop
tr: Pota

source: Net
tr: Ağ

source: Racket
tr: Raket

source: Medal
tr: Madalya

source: Trophy
tr: Kupa

source: Olympics
tr: Olimpiyatlar

source: Baseball
tr: Beyzbol

source: Table Tennis
tr: Masa Tenisi

source: Boxing
tr: Boks

source: Wrestling
tr: Güreş

source: Taekwondo
tr: Tekvando

source: Skiing
tr: Kayak

source: Snowboarding
tr: Snowboard

source: Cycling
tr: Bisiklet

source: Motor Racing
tr: Motor Yarışı

source: Surfing
tr: Sörf

source: Skateboarding
tr: Kaykay

source: Archery
tr: Okçuluk

source: Fencing
tr: Eskrim

source: Horse Riding
tr: Binicilik

source: Diving
tr: Dalış

source: Rowing
tr: Kürek

source: Animals
tr: Hayvanlar

source: Dog
tr: Köpek

source: Cat
tr: Kedi

source: Bird
tr: Kuş

source: Horse
tr: At

source: Cow
tr: İnek

source: Pig
tr: Domuz

source: Sheep
tr: Koyun

source: Goat
tr: Keçi

source: Duck
tr: Ördek

source: Rabbit
tr: Tavşan

source: Turtle
tr: Kaplumbağa

source: Snake
tr: Yılan

source: Lizard
tr: Kertenkele

source: Frog
tr: Kurbağa

source: Elephant
tr: Fil

source: Lion
tr: Aslan

source: Tiger
tr: Kaplan

source: Bear
tr: Ayı

source: Wolf
tr: Kurt

source: Fox
tr: Tilki

source: Deer
tr: Geyik

source: Monkey
tr: Maymun

source: Gorilla
tr: Goril

source: Penguin
tr: Penguen

source: Dolphin
tr: Yunus

source: Whale
tr: Balina

source: Shark
tr: Köpekbalığı

source: Octopus
tr: Ahtapot

source: Crab
tr: Yengeç

source: Lobster
tr: Istakoz

source: Butterfly
tr: Kelebek

source: Bee
tr: Arı

source: Ant
tr: Karınca

source: Spider
tr: Örümcek

source: Scorpion
tr: Akrep

source: Bat
tr: Yarasa

source: Nature
tr: Doğa

source: Tree
tr: Ağaç

source: Flower
tr: Çiçek

source: Grass
tr: Çimen

source: Bush
tr: Çalı

source: River
tr: Nehir

source: Lake
tr: Göl

source: Ocean
tr: Okyanus

source: Desert
tr: Çöl

source: Jungle
tr: Orman

source: Valley
tr: Vadi

source: Canyon
tr: Kanyon

source: Waterfall
tr: Şelale

source: Volcano
tr: Volkan

source: Island
tr: Ada

source: Cave
tr: Mağara

source: Cliff
tr: Uçurum

source: Meadow
tr: Çayır

source: Swamp
tr: Bataklık

source: Marsh
tr: Sazlık

source: Savanna
tr: Savana

source: Reef
tr: Mercan Kayalığı

source: Coral
tr: Mercan

source: Moss
tr: Yosun

source: Fern
tr: Eğrelti Otu

source: Vine
tr: Asma

source: Cactus
tr: Kaktüs

source: Bamboo
tr: Bambu

source: Palm
tr: Palmiye

source: Oak
tr: Meşe

source: Pine
tr: Çam

source: Maple
tr: Akçaağaç

source: Rose
tr: Gül

source: Tulip
tr: Lale

source: Daisy
tr: Papatya

source: Sunflower
tr: Ayçiçeği

source: Lily
tr: Zambak

source: Orchid
tr: Orkide

source: Technology
tr: Teknoloji

source: Laptop
tr: Dizüstü Bilgisayar

source: Smartphone
tr: Akıllı Telefon

source: Camera
tr: Kamera

source: Headphones
tr: Kulaklık

source: Speaker
tr: Hoparlör

source: Microphone
tr: Mikrofon

source: Keyboard
tr: Klavye

source: Mouse
tr: Fare

source: Printer
tr: Yazıcı

source: Scanner
tr: Tarayıcı

source: Router
tr: Yönlendirici

source: Server
tr: Sunucu

source: Database
tr: Veritabanı

source: Software
tr: Yazılım

source: App
tr: Uygulama

source: Website
tr: Web Sitesi

source: Cable
tr: Kablo

source: Battery
tr: Pil

source: Screen
tr: Ekran

source: Processor
tr: İşlemci

source: Memory
tr: Bellek

source: Cloud
tr: Bulut

source: Email
tr: E-posta

source: Gaming
tr: Oyun

source: Satellite
tr: Uydu

source: Entertainment
tr: Eğlence

source: Movie
tr: Film

source: Film
tr: Sinema Filmi

source: Series
tr: Dizi

source: Show
tr: Gösteri

source: Concert
tr: Konser

source: Musical
tr: Müzikal

source: Ballet
tr: Bale

source: Comedy
tr: Komedi

source: Action
tr: Aksiyon

source: Horror
tr: Korku

source: Romance
tr: Romantik

source: Documentary
tr: Belgesel

source: Animation
tr: Animasyon

source: Cartoon
tr: Çizgi Film

source: Game
tr: Oyun

source: Puzzle
tr: Bulmaca

source: Magazine
tr: Dergi

source: Newspaper
tr: Gazete

source: Comic
tr: Çizgi Roman

source: Novel
tr: Roman

source: Poetry
tr: Şiir

source: Music
tr: Müzik

source: Song
tr: Şarkı

source: Album
tr: Albüm

source: Band
tr: Grup

source: Singer
tr: Şarkıcı

source: Actor
tr: Aktör

source: Actress
tr: Aktris

source: Director
tr: Yönetmen

source: Producer
tr: Yapımcı

source: Writer
tr: Yazar

source: Artist
tr: Sanatçı

source: Painter
tr: Ressam

source: Sculptor
tr: Heykeltıraş

source: Photographer
tr: Fotoğrafçı

source: Professions
tr: Meslekler

source: Home
tr: Ev

source: Auto Parts
tr: Oto Parçaları

source: Programming
tr: Programlama

source: Doctor
tr: Doktor

source: Nurse
tr: Hemşire

source: Teacher
tr: Öğretmen

source: Student
tr: Öğrenci

source: Engineer
tr: Mühendis

source: Architect
tr: Mimar

source: Lawyer
tr: Avukat

source: Judge
tr: Hakim

source: Police
tr: Polis

source: Firefighter
tr: İtfaiyeci

source: Soldier
tr: Asker

source: Driver
tr: Şoför

source: Waiter
tr: Garson

source: Cashier
tr: Kasiyer

source: Salesperson
tr: Satış Temsilcisi

source: Manager
tr: Müdür

source: Secretary
tr: Sekreter

source: Receptionist
tr: Resepsiyonist

source: Musician
tr: Müzisyen

source: Journalist
tr: Gazeteci

source: Reporter
tr: Muhabir

source: Designer
tr: Tasarımcı

source: Programmer
tr: Programcı

source: Scientist
tr: Bilim İnsanı

source: Researcher
tr: Araştırmacı

source: Professor
tr: Profesör

source: Dentist
tr: Diş Hekimi

source: Veterinarian
tr: Veteriner

source: Mechanic
tr: Tornacı

source: Electrician
tr: Elektrikçi

source: Plumber
tr: Tesisatçı

source: Carpenter
tr: Marangoz

source: Farmer
tr: Çiftçi

source: Fisherman
tr: Balıkçı

source: House
tr: Ev

source: Apartment
tr: Daire

source: Room
tr: Oda

source: Kitchen
tr: Mutfak

source: Bathroom
tr: Banyo

source: Bedroom
tr: Yatak Odası

source: Living Room
tr: Oturma Odası

source: Dining Room
tr: Yemek Odası

source: Garage
tr: Garaj

source: Garden
tr: Bahçe

source: Balcony
tr: Balkon

source: Terrace
tr: Teras

source: Roof
tr: Çatı

source: Basement
tr: Bodrum

source: Attic
tr: Tavan Arası

source: Closet
tr: Dolap

source: Wardrobe
tr: Gardırop

source: Cabinet
tr: Dolap

source: Shelf
tr: Raf

source: Drawer
tr: Çekmece

source: Sofa
tr: Kanepe

source: Armchair
tr: Koltuk

source: Dining Table
tr: Yemek Masası

source: Mattress
tr: Şilte

source: Curtain
tr: Perde

source: Carpet
tr: Halı

source: Rug
tr: Kilim

source: Chandelier
tr: Avize

source: Painting
tr: Tablo

source: Plant
tr: Bitki

source: Vase
tr: Vazo

source: Clock
tr: Saat

source: Thermometer
tr: Termometre

source: Thermostat
tr: Termostat

source: Smoke Detector
tr: Duman Dedektörü

source: Gearbox
tr: Vites Kutusu

source: Drive Shaft
tr: Kardan Mili

source: Engine
tr: Motor

source: Transmission
tr: Şanzıman

source: Clutch
tr: Debriyaj

source: Brake Pad
tr: Fren Balatası

source: Brake Disc
tr: Fren Diski

source: Brake Caliper
tr: Fren Kaliperi

source: Brake Fluid
tr: Fren Hidroliği

source: Oil Filter
tr: Yağ Filtresi

source: Air Filter
tr: Hava Filtresi

source: Fuel Filter
tr: Yakıt Filtresi

source: Spark Plug
tr: Buji

source: Ignition Coil
tr: Ateşleme Bobini

source: Alternator
tr: Alternatör

source: Starter Motor
tr: Marş Motoru

source: Radiator
tr: Radyatör

source: Water Pump
tr: Su Pompası

source: Oil Pump
tr: Yağ Pompası

source: Fuel Pump
tr: Yakıt Pompası

source: Injector
tr: Enjektör

source: Carburetor
tr: Karbüratör

source: Exhaust Pipe
tr: Egzoz Borusu

source: Muffler
tr: Susturucu

source: Catalytic Converter
tr: Katalitik Konvertör

source: Oxygen Sensor
tr: Oksijen Sensörü

source: Mass Airflow Sensor
tr: Hava Akış Sensörü

source: Throttle Body
tr: Gaz Kelebeği

source: Intake Manifold
tr: Emme Manifoldu

source: Exhaust Manifold
tr: Egzoz Manifoldu

source: Camshaft
tr: Eksantrik Mili

source: Crankshaft
tr: Krank Mili

source: Connecting Rod
tr: Piston Kolu

source: Cylinder Head
tr: Silindir Kapağı

source: Cylinder Block
tr: Silindir Bloğu

source: Valve
tr: Supap

source: Timing Belt
tr: Zaman Kayışı

source: Serpentine Belt
tr: V Kayışı

source: Tensioner
tr: Gergi Rulosu

source: Idler Pulley
tr: Avara Kasnağı

source: Shock Absorber
tr: Amortisör

source: Spring
tr: Yay

source: Strut
tr: Amortisör

source: Control Arm
tr: Kontrol Kolu

source: Ball Joint
tr: Bilyalı Mafsal

source: Tie Rod
tr: Rot Kolu

source: Debug
tr: Hata Ayıklama

source: Bug
tr: Hata

source: Algorithm
tr: Algoritma

source: Function
tr: Fonksiyon

source: Variable
tr: Değişken

source: Class
tr: Sınıf

source: Object
tr: Nesne

source: Method
tr: Metot

source: Inheritance
tr: Kalıtım

source: Polymorphism
tr: Polimorfizm

source: Encapsulation
tr: Enkapsulasyon

source: Abstraction
tr: Abstraksiyon

source: Interface
tr: Arayüz

source: Query
tr: Sorgu

source: Package
tr: Paket

source: Version Control
tr: Versiyon Kontrolü

source: Protocol
tr: Protokol

source: Microservice
tr: Mikroservis

source: Container
tr: Konteyner

source: Testing
tr: Test

source: Unit Test
tr: Birim Testi

source: Integration Test
tr: Entegrasyon Testi

source: Refactoring
tr: Yeniden Düzenleme

source: Optimization
tr: Optimizasyon

# basic01
source: Used daily?
tr: Günlük kullanılır mı?

# basic02
source: Common at home?
tr: Evde sık bulunur mu?

# basic03
source: Hand-held?
tr: Elde tutulabilir mi?

# basic04
source: Electronic?
tr: Elektronik mi?

# basic05
source: Made of plastic?
tr: Plastik mi?

# basic06
source: Used by students?
tr: Öğrenciler kullanır mı?

# basic07
source: Found in kitchens?
tr: Mutfakta bulunur mu?

# basic08
source: Fits in a bag?
tr: Çantada taşınır mı?

# basic09
source: Small size?
tr: Küçük mü?

# basic10
source: For writing?
tr: Yazmak için mi?

# basic11
source: Breaks easily?
tr: Kolay kırılır mı?

# basic12
source: Made of glass?
tr: Cam mı?

# basic13
source: Piece of furniture?
tr: Mobilya parçası mı?

# basic14
source: Needs electricity?
tr: Elektrik ister mi?

# basic15
source: Wearable?
tr: Takılabilir mi?

# basic16
source: For communication?
tr: İletişim için mi?

# basic17
source: Used by kids?
tr: Çocuklar kullanır mı?

# basic18
source: Portable?
tr: Taşınabilir mi?

# basic19
source: On a desk?
tr: Masada durur mu?

# basic20
source: Tool?
tr: Araç gereç mi?

# basic21
source: Decorative?
tr: Dekoratif mi?

# basic22
source: Can be shared?
tr: Paylaşılabilir mi?

# basic23
source: Used in rain?
tr: Yağmurda kullanılır mı?

# basic24
source: Found at school?
tr: Okullarda bulunur mu?

# basic25
source: Personal item?
tr: Kişisel eşya mı?

# basic26
source: Part of routine?
tr: Günlük rutinde mi?

# basic27
source: Opens and closes?
tr: Açılıp kapanır mı?

# basic28
source: Battery-powered?
tr: Pille çalışır mı?

# basic29
source: Used in bathroom?
tr: Banyoda kullanılır mı?

# basic30
source: Helps organize?
tr: Düzenlemeye yardım eder mi?
